Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametingets_supplerende_rapport_til_fns_barnekomite_2016_.html.tmx
Source language: nob
Languages: sme

source: Sametingets supplerende rapport til FNs barnekomité (2016)
sme: Sámedikki lassiraporta ON mánáidlávdegoddái (2016)

source: I forbindelse med Norges periodiske rapportering om oppfølgingen av FNs barnekonvensjon, har Sametinget i 2016 sendt en supplerende rapport til FNs komité for barns rettigheter.
sme: Norgga áigodatlaš raporterema oktavuođas ON mánáidkonvenšuvnna čuovvolahttima birra, de lea Sámediggi 2016:s sádden lassiraportta ON mánáidvuoigatvuođaid lávdegoddái.

source: Sametinget er opptatt av at samiske barns oppvekstsvilkår skal være trygge og gode, samt bygges på og imøtekomme deres språk- og kulturbakgrunn.
sme: Sámediggái lea dehálaš ahte sámi mánáid bajásšaddaneavttut leat oadjebasat ja buorit, ja ahte dat lea huksejuvvon sin giella- ja kulturduogáža ala, ja ahte dat áimmahuššá dan.

source: De skal oppleve å bli ivaretatt og få muligheten til utvikling på deres egne vilkår.
sme: Sii galget vásihit ahte vuhtiiváldojuvvojit ja oažžut vejolašvuođa ovdánit sin iežaset eavttuid mielde.

source: På bakgrunn av Sametingets vurdering om at disse rettighetene ikke er godt nok ivaretatt, oversendte Sametinget en supplerende rapport til FNs komité for barnets rettigheter i 2016.
sme: Dainna duogážiin ahte Sámediggi árvvoštalai ahte dát vuoigatvuođat eai leat doarvái bures vuhtiiváldojuvvon, de sádde Sámediggi lasseraportta ON mánáidvuoigatvuođaid lávdegoddái 2016:s.

source: Den supplerende rapporten er forankret i Sametingets vedtak i sak 34/16 Barnekonvensjonen og samiske barns rettigheter .
sme: Lassiraportta vuođđun lea Sámedikki mearrádus áššis 34/16 Mánáidkonvenšuvdna ja sámi mánáid vuoigatvuođat .

source: Les: Sametingets supplerende rapport til FNs komitè for barns rettigheter 2016
sme: Norgga viđat ja guđat raporta ON mánáidvuoigatvuođa lávdegoddái - 2016
